---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.GroupedFabricationPartNotReposition
source: html/b5137806-84fd-c80c-78dd-cb8c9f7a63b8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPFabricationFailures.GroupedFabricationPartNotReposition Property

Failed to reposition part.

## Syntax (C#)
```csharp
public static FailureDefinitionId GroupedFabricationPartNotReposition { get; }
```